{
    "titulo": "",
    "subtitulo":"",
    "moreInfo":"<cr><g style='font-size:35px;'>Data Sources</g></cr>",
    "bloque":[
        ["Primary Data: es la informacion obtenida por uno mismo de la fuente. EJ: RRHH.",
        "Secondary Data: informacion extraida de recursos existentes. EJ: bbdd, articulos, etc.",
        "Third-Party Data: es el conjunto de datos obtenido de diversa fuentes creando un nuevo conjunto apartir de ello.",
        "<cr><g style='font-size:35px;'>Data Wraling</g></cr>",
        "Es un proceso iterativo que implica exploracion, transformacion,validacion y hacer valida la informacion para un analisis creible",
        "Consisnte enprocesar los DATOS en Bruto, esta formado por 4 etapas."],
        {
            "titulo":"Descubrir",
            "texts":["Examinacion y Entendimiento de la data con respecto al caso de uso.","Crear un plan para limpiar, estructurar, organizar y mapear la DATA."]
        },{
            "titulo":"Transformacio",
            "texts":["Estructurar la DATA.","Normalizar-Desnormalizar.","Limpiar.","Enriquecer."]
        },{
            "titulo":"Validar",
            "texts":["Revisar la calidad de la DATA al final del proceso."]
        },{
            "titulo":"Publicar",
            "texts":["Publicar los resultados."]
        },
        ["<cr><g style='font-size:35px;'>Clean DATA</g></cr>",
        "Pasos importantes: Inspecionar, Limpiar y Verificar el Resultado",
        "<cb>Missing Data, Data inconsistente y Data incorrecta llevana falsa conclusiones y a ineficientes decisiones</cb>"],
        [
            {"name":"lupa","text":"Hay que descubrir anomalias y datos de mala calidad. </br> Visualizar los datos puede ayudar a detectar valores atipico. </br> La tecnica de limpieza que apliquemos al conjunto depende del caso de uso."},
            {"name":"pregunta","text":"Problemas comunes. </br> Missing Values - SyntaxError - Data duplicada </br> Data Irrelevante - Type of Data - Valores atipicos </br> Estandarizacion"},
            {"name":"vigilancia","text":"Inspeccionamos si los cambios realizados son efecivos para el Analisis </br> Todas las operaciones de limpieza y manipulacion deben estar documentadas."}
        ]
        
    ],
    "orden":["texts","listD","listD","listD","listD","texts","imgText"]
}