{
    "titulo": "Introduccion a la Visualizacion de Datos",
    "subtitulo":"La visualizacion de datos es la disciplina de la comunicacion de informacion de forma que se utiliza elementos visuales como graficos, barras y mapas para mostrar informacion y facilitar su comprencion, interpretacion y retencion.",
    "moreInfo":"Podemos utilizar la visualizacion para encontrar patrones, relaciones, tendecias y resumenes que simplemente mirando los datos serian casi imposibles de ver.",
    "bloque":{
        "listasD":
        [{
                "titulo":"<g class='colorBlue'>Elegir los elementos de Visualizacion adecuados.</g>",
                "lista":["Cual es la relacion que estoy intentaod demostrar?","Quiero ver el comportamiento de un valor o varios en un periodo o locacion?",
                "Necesito que el publico vea la correlacion entre dos variables?","Quiero Mostrar anomalias en la Informacion?",
                "<g class='colorBlue'>La real cuestion es Que estoy tratando de Responder?</g>"]
            },{
                "titulo":"<g class='colorBlue'>Tipos de Graficos.</g>",
                "lista":["Los Bar Charts son una gran forma de comparar un conjunto de datos o una parte de un todo.",
                "Colum Chart comparan cantidades una al lado de la otra, son muy efectivas para mostrar datos a medida que pasa el tiempo.",
                "Pie chart muestran como una entidad esta divida en subpartes y la proporciones de la misma.",
                "Line chart es exelente para mostrar los cambios de una variable en relacion a otra continua."
                ,"<g class='colorBlue'>Dashboards</g><br>es una herramienta de gestión de la información que monitoriza, analiza y muestra de manera visual los indicadores clave de desempeño (KPI), métricas y datos fundamentales para hacer un seguimiento del estado de una empresa, un departamento, una campaña o un proceso específico.<br>Podemos pensar en el dashboard como una especie de 'resumen' que recopila datos de diferentes fuentes en un solo sitio y los presenta de manera digerible para que lo más importante salte a la vista."]
            }
        ]
    }
}