{
    "titulo":"Estructura del Reporte",
    "subtitulo":"",
    "moreInfo":"",
    "bloque":[
        ["Antes de comenzar el análisis, piense acerca de la estructura del reporte. ¿Será un reporte breve de unas cinco o menos paginas o sera un documento mas grande de mas de 100 paginas? La estructura del reporte depende de la longitud del documento. Un reporte conciso va directo al punto y muestra un resumen del los puntos importantes encontrados. Un reporte detallado poco a poco construye el argumento y contiene detalles sobre otros trabajos, metodología de investigación, fuentes de información y otros hallazgos junto a los resultados principales.",
        "He revisado reports hechos por consultoras importantes como Deloitte and McKinsey. Encontré que la longitud de los reportes varía dependiendo en gran medida del propósito del reporte. Los reportes breves fueron hechos como comentarios sobre tendencias actuales y acontecimientos que atraían la atención del publico o los medios. Reportes detallados y exhaustivos daban una visión critica del asunto con un análisis y comentarios extensos. A menudo, los reportes detallados recogían información nueva o expertos en el área entrevistados para responder las preguntas de la investigación.",
        "Incluso si usted espera que un reporte sea pequeño, de hasta cinco paginas, recomiendo que el documento siga un formato preestablecido que incluya la portada, indice, resumen ejecutivo, contenidos detallados, reconocimientos, referencias y apéndices (si es necesario).",
        "A menudo encuentro que los documentos carecen de portada. No es la falta de experiencia de estudiantes no titulados lo que se ve reflejado en entregas que a veces no tienen portada. De hecho, candidatos a doctorados también necesitan que se les recuerde que incluyan una portada informativa. No me canso de mencionar que los grandes del mundo de los negocios con dificultad lo hacen mejor. Solo busque en Internet algunos reportes y encontrará que muchos de ellos hechos por reputadas firmas no tiene portada.",
        "Como mínimo, la portada debería incluir el nombre del reporte, los nombres de los autores, sus afiliaciones profesionales, contactos, nombre de la institución editora (si existe) y la fecha de publicación. He visto muchos reportes que no tienen fecha de publicación, haciendo imposible citarlos. Ademas, desde un punto de vista empresarial, los autores deberían facilitar al lector poder contactar con ellos. Los detalles de contacto en el frente hace la tarea mas fácil",
        "Un índice es como un mapa que se utiliza para viajar a un sitio que nunca se visitó. Usted necesita saber con antelación lo que encontrara en el viaje antes de empezarlo. Un mapa ofrece una representación visual del viaje con detalles acerca de los lugares por los que pasará. Un índice con encabezados principales y un listado de tablas e imágenes ofrece un vistazo de lo que aparecerá mas adelante en el documento. Nunca dude de incluir un índice, en especial si su documento, sin incluir la portada, índice y referencias tiene cinco o mas páginas.",
        "Incluso en documentos cortos, recomiendo hacer un extracto o un resumen ejecutivo. Nada impresiona mas como explicar el núcleo de tus argumentos en tres párrafos o menos. Claro esta, para documentos mas grandes con unos pocos cientos de paginas, el resumen ejecutivo podría ser mas largo.",
        "Un sección introductoria es siempre útil para establecer el problema a aquel lector que pudiera ser nuevo en el tema en cuestión y quien quizá necesita un suave introducción a la materia antes de profundizar en detalles intrincados. Una buena continuación a la introducción es una revisión de los relevante de la investigación sobre el asunto en cuestión. La longitud de la sección de repaso depende de que tan disputado es el tema. En casos donde la gran mayoría de los investigadores hayan establecido una sola dirección, la literatura en la revisión podría ser breve con citas hacia los autores mas influyentes en el tema. Por otro lado, si los argumentos tienen muchos matices con ciertas precauciones, entonces usted debe citar la investigación relevante para ofrecer un contexto adecuado antes de empezar su análisis. Debe utilizar la revisión literaria para resaltar partes faltantes en el conocimiento actual y que sus análisis tratará de cubrir. Aquí es donde usted presenta formalmente las preguntas e hipótesis de su investigación.",
        "En la sección de la metodología usted presentará los métodos usados en la investigación y el origen de los datos que utilizó para el análisis. Si usted ha juntado nuevos datos, explique como los obtuvo con algún grado de detalle.Observe que muchos reportes en el área de negocios muestran resultados de un modo apetecible evitando detalles estadísticos y apoyándose en gráficos ilustrativos que resumen los resultados.",
        "La sección de resultados es seguida por la de discusión, donde tiene que ensamblar sus argumentos principales en base a los resultados presentados anteriormente. La sección de discusión es donde usted se apoya en el poder de la narrativa para permitir que los números comuniquen su tesis a los lectores. Usted lleva al lector hacia la pregunta a investigar y los huecos en el conocimiento identificados anteriormente. Usted enfatiza sus hallazgos ofreciendo la pieza faltante del rompecabezas.",
        "A veces, con mas frecuencia de la que me gustaría, los resultados ofrecen solo respuestas parciales a la pregunta y una larga lista de excepciones.",
        "En la sección de conclusiones usted generaliza sus descubrimientos y utiliza un enfoque mas mercadotécnico para promocionarlos evitando que el lector se detenga mucho en las excepciones que usted voluntariamente subrayó atrás.",
        "Lo que resta son tareas rutinarias, incluir una lista de referencias, la sección de menciones (mencionar a aquellos que ayudaron en el trabajo siempre es bueno), y apéndices, si fuera necesario.",
        "<cb style='font-size:35px;'>¿Ha hecho su trabajo como escritor?</cg>",
        "Como científico de datos, se espera de usted que haga un análisis a conciencia con los datos apropiados, utilizando las herramientas adecuadas. Como escritor, usted es responsable por comunicar sus descubrimientos a los lectores. Transport Policy, una importante publicación de investigación en planeación de transporte, ofrece una lista por puntos para los autores interesados en publicar. La lista es una seria de preguntas que los autores deben considerar antes de enviar su manuscrito a la editorial. Creo que la lista es útil para acercar a los científicos de datos, y por lo tanto, he producido los siguiente para su beneficio."
        ],
        {"titulo":"",
        "texts":["¿Ha dicho a los lectores lo que ganaran leyendo su documento?",
        "¿El objetivo de su trabajo es claro?",
        "¿Ha explicado la importancia de su contribución?",
        "¿Ha establecido su trabajo en el contexto apropiado dando suficientes antecedentes (incluyendo un conjunto completo de referencias) de su trabajo?",
        "¿Ha hecho la pregunta con base a la practicad y la usabilidad?",
        "¿Ha identificado desarrollos futuro que pudieran desprenderse de su trabajo?",
        "Ha estructurado su documento de forma clara y lógica?"]}
    ],
    "orden":["texts","listO"]
}